alacritty
arandr
autoconf
automake
base
bat
binutils
bison
clang
cmake
dbeaver
dfc
diff-so-fancy
discord
dmenu
docker
docker-compose
dunst
fakeroot
fd
feh
file
findutils
firefox-developer-edition
flex
fonts-tlwg
fontviewer
fuse2
fzf
gawk
gcc
gettext
gimp
git
glow
google-chrome
gparted
grep
groff
grub
gtk2fontsel
gzip
heroku-cli
htop
i3-wm
i3lock
i3status
imagemagick
intel-ucode
jdk-openjdk
lazydocker
lazygit
libreoffice-still
libtool
libva-utils
linux
linux-firmware
lxappearance
ly
m4
maim
make
man-db
man-pages
mate-calc
meld
mpv
nautilus
neovim-nightly-bin
networkmanager
ninja
nnn
noto-fonts-emoji-apple
nouveau-fw
npm
ntfs-3g
nvim-packer-git
openssh
pacman
papirus-icon-theme
patch
pavucontrol
pkgconf
postman-bin
pulseaudio
pwgen
python-pip
python-pipx
python-pynvim
remark-lint
ripgrep
rofi
rxvt-unicode
sed
snapd
spaceship-prompt-git
stylua
sudo
texinfo
the_silver_searcher
tldr
tmux
transmission-qt
tree
ttf-dejavu
ttf-font-icons
ttf-th-sarabun-new
udiskie
unrar
unzip
urxvt-tabbedex-mina86-git
vi
vlc
wget
which
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yarn
yay-git
zoom
zsh
zsh-autosuggestions
zsh-syntax-highlighting
